# tap "ethereum/ethereum"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
# tap "paritytech/paritytech"
brew "openssl"
brew "readline"
brew "sqlite"
brew "python"
brew "ansible"
brew "automake"
brew "berkeley-db@4"
brew "boost"
brew "libevent"
brew "miniupnpc"
brew "bitcoin"
brew "go"
brew "dep"
brew "dos2unix"
brew "sdl2"
brew "ffmpeg"
brew "geoip"
brew "git"
brew "influxdb"
brew "jq"
brew "libksba"
brew "libtool"
brew "libusb"
brew "media-info"
brew "mkcert"
brew "node"
brew "pkg-config"
brew "postgresql"
brew "python@2", link: false
brew "protobuf"
brew "pup"
# brew "rustup-init"
brew "sdl2_image"
brew "sdl2_ttf"
brew "task"
brew "tcl-tk"
brew "wget"
brew "wireguard-tools"
brew "yarn"
brew "youtube-dl"
brew "z3"
cask "chromedriver"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "virtualbox"
