tap "bios-marcel/cordless"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "samuelmeuli/tap"
brew "act"
brew "tcl-tk"
brew "ansible"
brew "glib"
brew "atk"
brew "automake"
brew "awscli"
brew "bat"
brew "bitwarden-cli"
brew "pkg-config"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "go"
brew "dep"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine", link: false
brew "dos2unix"
brew "libtool"
brew "libevent"
brew "harfbuzz"
brew "sdl2"
brew "snappy"
brew "ffmpeg"
brew "gdk-pixbuf"
brew "geoip"
brew "git"
brew "git-crypt"
brew "libksba"
brew "libusb"
brew "gnupg"
brew "pango"
brew "gtk+3"
brew "hey"
brew "htop"
brew "httpie"
brew "jq"
brew "media-info"
brew "minetest"
brew "minikube"
brew "miniupnpc"
brew "mkcert"
brew "youtube-dl"
brew "mpv"
brew "node@14"
brew "nss"
brew "openjdk"
brew "p7zip"
brew "protobuf"
brew "pup"
brew "python@2", link: false
brew "python@3.8"
brew "qt"
brew "redis"
brew "ruby@2.6"
brew "rustup-init"
brew "sdl2_image"
brew "sdl2_ttf"
brew "smartmontools"
brew "snzip"
brew "streamlink"
brew "task"
brew "telnet"
brew "terraform"
brew "wget"
brew "yarn"
brew "z3"
brew "zsh"
cask "android-platform-tools"
cask "background-music"
cask "google-chrome-canary"
cask "java"
cask "ngrok"
