tap "bios-marcel/cordless"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "samuelmeuli/tap"
brew "ansible"
brew "automake"
brew "awscli"
brew "bat"
brew "berkeley-db@4"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "python"
brew "coreutils"
brew "go"
brew "dep"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine", link: false
brew "dos2unix"
brew "libevent"
brew "sdl2"
brew "ffmpeg"
brew "geoip"
brew "git"
brew "influxdb"
brew "jq"
brew "libksba"
brew "libtool"
brew "libusb"
brew "media-info"
brew "minetest"
brew "miniupnpc"
brew "mkcert"
brew "youtube-dl"
brew "mpv"
brew "nginx"
brew "p7zip"
brew "pkg-config"
brew "postgresql"
brew "protobuf"
brew "pup"
brew "python@2"
brew "qt", link: true
brew "rustup-init"
brew "sdl2_image"
brew "sdl2_ttf"
brew "streamlink"
brew "task"
brew "tcl-tk"
brew "telnet"
brew "terraform"
brew "wget"
brew "wireguard-tools"
brew "yarn"
brew "z3"
brew "zsh"
brew "bios-marcel/cordless/cordless"
cask "android-platform-tools"
cask "background-music"
cask "chromedriver"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "java"
cask "virtualbox"
