tap "apple/apple"
tap "ellie/atuin"
tap "homebrew/bundle"
tap "homebrew/services"
tap "macos-fuse-t/cask"
tap "pulumi/tap"
brew "age"
brew "python@3.13"
brew "ansible"
brew "asimov", restart_service: true
brew "atuin"
brew "awscli"
brew "bat"
brew "exiftool"
brew "fish"
brew "fnm"
brew "gh"
brew "git"
brew "gnu-getopt", link: true
brew "gnupg"
brew "htop"
brew "jq"
brew "llvm"
brew "lsd"
brew "md5sha1sum"
brew "node"
brew "opentofu"
brew "pinentry-mac"
brew "postgresql@16", link: true
brew "redis"
brew "rmlint"
brew "rustup"
brew "sops"
brew "starship"
brew "streamlink"
brew "tailscale"
brew "terraform"
brew "wget"
brew "yt-dlp"
brew "zsh"
brew "pulumi/tap/pulumi"
cask "arc"
cask "bitwarden"
cask "chiaki"
cask "cryptomator"
cask "cursor"
cask "cyberduck"
cask "disk-inventory-x"
cask "electrum"
cask "fuse-t"
cask "ghostty"
cask "hiddenbar"
cask "macfuse"
cask "monero-wallet"
cask "orbstack"
cask "raycast"
cask "sparrow"
cask "stats"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
