bradlc.vscode-tailwindcss
bungcip.better-toml
CoenraadS.bracket-pair-colorizer
coolbear.systemd-unit-file
dbaeumer.vscode-eslint
eg2.vscode-npm-script
esbenp.prettier-vscode
GitLab.gitlab-workflow
golang.go
JuanBlanco.solidity
kube.42header
magicstack.MagicPython
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.cpptools
msjsdiag.debugger-for-chrome
octref.vetur
PKief.material-icon-theme
redhat.vscode-yaml
rust-lang.rust
samverschueren.final-newline
shd101wyy.markdown-preview-enhanced
stylelint.vscode-stylelint
