SolarLiner.linux-themes
arcticicestudio.nord-visual-studio-code
bungcip.better-toml
coolbear.systemd-unit-file
danields761.dracula-theme-from-intellij-pythoned
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
eg2.vscode-npm-script
Equinusocio.vsc-material-theme
gerane.Theme-PastelsonDark
HookyQR.beautify
jansenfuller.crayon-vscode
JuanBlanco.solidity
kube.42header
magicstack.MagicPython
marcostazi.VS-code-vagrantfile
mechatroner.rainbow-csv
mikestead.dotenv
ms-python.python
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.Go
msjsdiag.debugger-for-chrome
octref.vetur
PeterJausovec.vscode-docker
robertohuertasm.vscode-icons
samverschueren.final-newline
samyao.sam-monokai-dark
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
stkb.rewrap
xaver.theme-ysgrifennwr
zhouronghui.propertylist
zhuangtongfa.Material-theme
zxh404.vscode-proto3
