astro-build.astro-vscode
biomejs.biome
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
hashicorp.hcl
hashicorp.terraform
mikestead.dotenv
ms-azuretools.vscode-docker
naumovs.color-highlight
pkief.material-icon-theme
redhat.vscode-yaml
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
tamasfe.even-better-toml
tombonnike.vscode-status-bar-format-toggle
unifiedjs.vscode-mdx
vincaslt.highlight-matching-tag
yoavbls.pretty-ts-errors
yrm.type-challenges
